{
	"_meta": {
		"sources": [
			{
				"json": "TheCloudPeaks",
				"abbreviation": "TCP",
				"full": "The Cloud Peaks",
				"url": "",
				"authors": [
					"Nine"
				],
				"convertedBy": [
					"Nine"
				]
			}
		],
		"dateAdded": 1588913391,
		"dateLastModified": 1588913391
	},
	"monster": [
		{
			"name": "Stunted Bulette",
			"source": "TheCloudPeaks",
			"size": "L",
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 66,
				"formula": "7d10 + 28"
			},
			"speed": {
				"walk": 40,
				"burrow": 40
			},
			"str": 17,
			"dex": 7,
			"con": 19,
			"int": 2,
			"wis": 10,
			"cha": 5,
			"skill": {
				"perception": "+4"
			},
			"senses": [
				"darkvision 60 ft.",
				"tremorsense 60 ft."
			],
			"passive": 14,
			"cr": "2",
			"trait": [
				{
					"name": "Standing Leap",
					"entries": [
						"The bulette's long jump is up to 30 feet and its high jump is up to 15 feet, with or without a running start."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d12 + 3}) piercing damage."
					]
				},
				{
					"name": "Deadly Leap",
					"entries": [
						"If the bulette jumps at least 15 ft. as part of its movement, it can then use this action to land on its feet in a space that contains one or more other creatures. Each of those creatures must succeed on a {@dc 14} Strength or Dexterity saving throw (target's choice) or be knocked {@condition prone} and take 10 ({@damage 2d6 + 3}) bludgeoning damage plus 10 ({@damage 2d6 + 3}) slashing damage. On a successful save, the creature takes only half the damage, isn't knocked {@condition prone}, and is pushed 5 ft. out of the bulette's space into an unoccupied space of the creature's choice. If no unoccupied space is within range, the creature instead falls {@condition prone} in the bulette's space."
					]
				}
			],
			"environment": [
				"grassland",
				"hill",
				"mountain"
			],
			"soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/75/bulette.mp3",
			"senseTags": [
				"D",
				"T"
			],
			"damageTags": [
				"P",
				"B",
				"S"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"prone"
			],
			"fluff": {
				"name": "Bulette",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Bulette",
									"A bulette is a massive predator that terrorizes any lands it inhabits. Also called a \"land shark,\" it lives only to feed. Irascible and rapacious, bulettes fear no other creature, and they attack with no regard for superior numbers or strength.",
									{
										"name": "Underground Hunters",
										"type": "entries",
										"entries": [
											"Bulettes use their powerful claws to tunnel through the earth when they hunt. Heedless of obstruction, they uproot trees, cause landslides in loose slopes, and leave sinkholes behind them. When vibrations in the soil and rock alert a bulette to movement, it shoots to the surface, its jaws spread wide as it attacks."
										]
									},
									{
										"name": "Wandering Monster",
										"type": "entries",
										"entries": [
											"A bulette ranges across temperate lands, feeding on any animals and humanoids it comes across. These creatures dislike dwarf and elf flesh, although they often kill them before realizing what they are. A bulette loves halfling meat the most, and it is never happier than when chasing plump halflings across an open field.",
											"A bulette has no lair, but roams a hunting territory up to thirty miles wide. Its sole criterion for territory is availability of food, and when it has eaten everything in an area, a bulette moves on. These creatures often home in on humanoid settlements, terrorizing them until their panicked residents have fled, or until the bulette is slain.",
											"All creatures shun bulettes, which treat anything that moves as food-even other predators and bulettes. Bulettes come together only to mate, resulting in a bloody act of claws and teeth that usually ends with the male's death and consumption."
										]
									},
									{
										"name": "Arcane Creation",
										"type": "entries",
										"entries": [
											"Some sages believe the bulette is the result of a mad wizard's experiments at crossbreeding snapping turtles and armadillos, within fusions of demon ichor. Bulettes have been thought to be extinct at different times, but after years without a sighting, the creatures inevitably reappear. Because their young are almost never seen, some sages suspect that bulettes maintain secret nesting grounds from which adults strike out into the world."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Bulette.jpg"
						}
					}
				]
			},
			"tokenUrl": "https://5e.tools/img/MM/Bulette.png?v=1.103.8",
			"uniqueId": "470a79aa019f683a4df49ea61ff49d04"
		}
	]
}